Repository: oceanix-pr/Memonta
Catalog: Memonta/Resources/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, sv, th, tr, uk, vi, zh_hant

source: 麦克风选择只保存在本机并只作用于 Memonta，不会改变系统默认输入设备；所选设备被拔出时自动回退系统默认
ar: يُحفظ اختيار الميكروفون على هذا الجهاز فقط ويُطبَّق على Memonta فقط؛ ولا يغيّر جهاز الإدخال الافتراضي للنظام، ويعود إليه تلقائيًا عند فصل الجهاز المحدد
de: Die Mikrofonauswahl wird nur auf diesem Mac gespeichert und gilt nur für Memonta; der Systemstandard wird nie geändert, und bei getrenntem Gerät wird automatisch darauf zurückgefallen
en: The microphone choice is stored only on this Mac and applies only to Memonta; it never changes the system default input device, and falls back to it automatically if the chosen device is unplugged
es: La elección del micrófono se guarda solo en este equipo y se aplica únicamente a Memonta; nunca cambia el dispositivo de entrada predeterminado del sistema y, si se desconecta el elegido, se vuelve a él automáticamente
fr: Le choix du microphone est stocké uniquement sur ce Mac et ne s'applique qu'à Memonta ; il ne modifie jamais le périphérique d'entrée par défaut du système et y revient automatiquement si l'appareil choisi est débranché
hi: माइक्रोफ़ोन का चयन केवल इस Mac पर सहेजा जाता है और सिर्फ़ Memonta पर लागू होता है; यह सिस्टम का डिफ़ॉल्ट इनपुट डिवाइस नहीं बदलता, और चुना डिवाइस हटाने पर अपने-आप डिफ़ॉल्ट पर लौट आता है
id: Pilihan mikrofon hanya disimpan di Mac ini dan hanya berlaku untuk Memonta; tidak mengubah perangkat input default sistem, dan otomatis kembali ke default jika perangkat yang dipilih dicabut
it: La scelta del microfono è salvata solo su questo Mac e vale solo per Memonta; non modifica mai il dispositivo di input predefinito del sistema e vi ritorna automaticamente se il dispositivo scelto viene scollegato
ja: マイクの選択は本機にのみ保存され Memonta にのみ適用されます。システムのデフォルト入力デバイスは変更されず、選択したデバイスを外すと自動的にデフォルトに戻ります
ko: 마이크 선택은 이 Mac에만 저장되고 Memonta에만 적용됩니다. 시스템 기본 입력 장치는 바뀌지 않으며, 선택한 장치를 분리하면 자동으로 기본값으로 돌아갑니다
nl: De microfoonkeuze wordt alleen op deze Mac opgeslagen en geldt alleen voor Memonta; het systeemstandaard invoerapparaat wordt nooit gewijzigd en bij loskoppelen van het gekozen apparaat wordt automatisch daarop teruggevallen
pl: Wybór mikrofonu jest zapisywany tylko na tym Macu i dotyczy tylko Memonta; nigdy nie zmienia domyślnego urządzenia wejściowego systemu, a po odłączeniu wybranego urządzenia następuje automatyczny powrót do niego
pt: A escolha do microfone é guardada apenas neste Mac e aplica-se apenas ao Memonta; nunca altera o dispositivo de entrada padrão do sistema e volta automaticamente a ele se o dispositivo escolhido for desligado
ru: Выбор микрофона хранится только на этом Mac и действует лишь в Memonta; системное устройство ввода по умолчанию не меняется, а при отключении выбранного устройства происходит автоматический возврат к нему
sv: Mikrofonvalet sparas bara på den här Macen och gäller endast Memonta; systemets standardenhet ändras aldrig, och om den valda enheten kopplas bort återgår det automatiskt till standarden
th: ตัวเลือกไมโครโฟนถูกเก็บไว้ในเครื่องนี้และมีผลกับ Memonta เท่านั้น ไม่เปลี่ยนอุปกรณ์อินพุตเริ่มต้นของระบบ และจะกลับไปใช้ค่าเริ่มต้นอัตโนมัติเมื่อถอดอุปกรณ์ที่เลือกออก
tr: Mikrofon seçimi yalnızca bu Mac’te saklanır ve yalnızca Memonta için geçerlidir; sistem varsayılan giriş aygıtını değiştirmez ve seçilen aygıt çıkarılırsa otomatik olarak varsayılana döner
uk: Вибір мікрофона зберігається лише на цьому Mac і діє тільки в Memonta; системний пристрій введення за замовчуванням не змінюється, а в разі від’єднання вибраного пристрою відбувається автоматичне повернення до нього
vi: Lựa chọn micrô chỉ lưu trên máy này và chỉ áp dụng cho Memonta; không thay đổi thiết bị đầu vào mặc định của hệ thống, và tự động quay về mặc định khi thiết bị đã chọn bị ngắt
zh_hant: 麥克風選擇只保存在本機並只作用於 Memonta，不會改變系統預設輸入裝置；所選裝置被拔出時自動改回系統預設

source: 黄色
ar: أصفر
de: Gelb
en: Yellow
es: Amarillo
fr: Jaune
hi: पीला
id: Kuning
it: Giallo
ja: 黄
ko: 노랑
nl: Geel
pl: Żółty
pt: Amarelo
ru: Жёлтый
sv: Gul
th: สีเหลือง
tr: Sarı
uk: Жовтий
vi: Vàng
zh_hant: 黃色

source: 黑色
ar: أسود
de: Schwarz
en: Black
es: Negro
fr: Noir
hi: काला
id: Hitam
it: Nero
ja: 黒
ko: 검정
nl: Zwart
pl: Czarny
pt: Preto
ru: Чёрный
sv: Svart
th: สีดำ
tr: Siyah
uk: Чорний
vi: Đen

source: 默认：https://api.openai.com/v1。如需中转可自定义。
ar: الافتراضي: https://api.openai.com/v1. قابل للتخصيص إذا كنت تستخدم وسيطًا.
de: Standard: https://api.openai.com/v1. Anpassbar, falls Sie ein Relay verwenden.
en: Default: https://api.openai.com/v1. Customize if you use a relay.
es: Predeterminado: https://api.openai.com/v1. Personalizable si usas un relay.
fr: Par défaut : https://api.openai.com/v1. Personnalisable si vous utilisez un relais.
hi: डिफ़ॉल्ट: https://api.openai.com/v1। रिले उपयोग करने पर अनुकूलित किया जा सकता है।
id: Default: https://api.openai.com/v1. Dapat disesuaikan jika Anda menggunakan relay.
it: Predefinito: https://api.openai.com/v1. Personalizzabile se usi un relay.
ja: 既定: https://api.openai.com/v1。リレーを使う場合はカスタマイズできます。
ko: 기본값: https://api.openai.com/v1. 중계가 필요하면 사용자 지정할 수 있습니다.
nl: Standaard: https://api.openai.com/v1. Aanpasbaar als u een relay gebruikt.
pl: Domyślnie: https://api.openai.com/v1. Można dostosować, jeśli używasz serwera pośredniczącego.
pt: Padrão: https://api.openai.com/v1. Personalizável se você usar um relay.
ru: По умолчанию: https://api.openai.com/v1. Можно настроить, если вы используете ретранслятор.
sv: Standard: https://api.openai.com/v1. Kan anpassas om du använder en relay.
th: ค่าเริ่มต้น: https://api.openai.com/v1 ปรับแต่งได้หากคุณใช้รีเลย์
tr: Öntanımlı: https://api.openai.com/v1. Aracı sunucu kullanıyorsanız özelleştirilebilir.
uk: Типово: https://api.openai.com/v1. Можна налаштувати, якщо ви використовуєте ретранслятор.
vi: Mặc định: https://api.openai.com/v1. Có thể tùy chỉnh nếu bạn dùng máy chủ trung gian.
zh_hant: 預設：https://api.openai.com/v1。如需中轉可自定義。

source: 默认列表
ar: القائمة الافتراضية
de: Standardliste
en: Default List
es: Lista predeterminada
fr: Liste par défaut
hi: डिफ़ॉल्ट सूची
id: Daftar default
it: Elenco predefinito
ja: デフォルトリスト
ko: 기본 목록
nl: Standaardlijst
pl: Lista domyślna
pt: Lista padrão
ru: Список по умолчанию
sv: Standardlista
th: รายการเริ่มต้น
tr: Öntanımlı liste
uk: Типовий список
vi: Danh sách mặc định
zh_hant: 預設列表

source: 默认捕获模式
ar: وضع الالتقاط الافتراضي
de: Standard-Erfassungsmodus
en: Default Capture Mode
es: Modo de captura predeterminado
fr: Mode de capture par défaut
hi: डिफ़ॉल्ट कैप्चर मोड
id: Mode tangkapan default
it: Modalità di acquisizione predefinita
ja: 既定のキャプチャモード
ko: 기본 캡처 모드
nl: Standaard vastleggingsmodus
pl: Domyślny tryb przechwytywania
pt: Modo de captura predefinido
ru: Режим захвата по умолчанию
sv: Standardläge för fångst
th: โหมดจับภาพเริ่มต้น
tr: Varsayılan yakalama modu
uk: Режим захоплення за замовчуванням
vi: Chế độ chụp mặc định
zh_hant: 預設擷取模式

source: 默认提醒列表
ar: قائمة التذكيرات الافتراضية
de: Standard-Erinnerungsliste
en: Default Reminders List
es: Lista de Recordatorios predeterminada
fr: Liste Rappels par défaut
hi: डिफ़ॉल्ट रिमाइंडर सूची
id: Daftar Pengingat default
it: Elenco Promemoria predefinito
ja: 既定のリマインダーリスト
ko: 기본 알림 목록
nl: Standaard Herinneringen-lijst
pl: Domyślna lista Przypomnień
pt: Lista padrão do Lembretes
ru: Список Напоминаний по умолчанию
sv: Standardlista för Påminnelser
th: รายการเตือนความจำเริ่มต้น
tr: Öntanımlı Anımsatıcılar listesi
uk: Типовий список Нагадувань
vi: Danh sách Lời nhắc mặc định
zh_hant: 預設提醒事項列表

source: Memonta 闻墨达
zh_hant: Memonta 聞墨達
